{"hed":"We created a speaker rider because journalism didn’t have one","dek":"Organizers, speakers, and attendees need to all work together to make events more inclusive.","credit":"We published <a href=https://opennews.org/blog/2021-01-25-speaker-rider-process target=_blank>this post</a> in collaboration with","intro":[{"type":"text","value":"Today, we’re co-publishing a <a href=https://opennews.org/speaker-rider target=_blank>Speaker Rider for Meaningfully Inclusive Events</a>. It’s a framework aimed at two groups — speakers and events/organizations — to help create and maintain inclusive space for historically marginalized communities."},{"type":"text","value":"Changing a speaking circuit that has historically been dominated by cis white males, requires collective effort from us all, especially those of us in a position to push back and make concrete change. We have made some progress — remember in 2013 when the <a href=https://www.theatlantic.com/technology/archive/2013/01/-the-panel-pledge-a-follow-up/266886/ target=_blank>conversation was focused</a> on just getting women (any women) onto panels (any panels), and in 2018 when actress <a href=https://www.npr.org/sections/thetwo-way/2018/03/05/590867132/whats-an-inclusion-rider-here-s-the-story-behind-frances-mcdormand-s-closing-wor target=_blank>Frances McDormand catapulted the term</a> “inclusion rider” into mainstream white consciousness with her speech at the Academy Awards?"},{"type":"text","value":"But this is not the type of work that you can put down and pick back up later. It requires sustained effort — and that requires putting some streamlined processes and quick resources in place to make that effort more frictionless (because let’s be real, underrepresented minorities have been pushing for collective action like this for a long time, and the status quo has been ignoring these issues for an equally long time). That’s where we hope this rider can help."},{"type":"text","value":"It’s the product of previous work in this space by members of our community (seriously, dive into the links in the rider) and many emails, Zoom calls, Google searches, and open and honest conversations between <a href=https://pudding.cool/author/jan-diehm/ target=_blank>Jan Diehm</a> from The Pudding and Sisi Wei and Erika Owens at <a href=https://opennews.org/who/ target=_blank>OpenNews</a>. It’s not meant to be a definitive document, but rather an evolving and guiding light. It’s open source, so feel free to republish, remix, and build. And, please send us feedback and any other resources you use."}],"riderLink":"Take me to the rider","speakerHed":"Speakers: What You Can Do","speakerText":[{"type":"text","value":"As <a href=https://gist.github.com/tatianamac/493ca668ee7f7c07a5b282f6d9132552 target=_blank>Tatiana Mac put it in her speaker rider</a>, speaking comes with immense privilege. Not everyone gets to be a speaker, but if you’re in a position to do so, we encourage you to use this privilege to check whether the event you’re speaking at shares your values, and/or ask that they make sure their event is a better and more inclusive space for historically marginalized communities."},{"type":"text","value":"Before accepting an invitation to speak, send <a href= target=_blank>the rider</a> to the event organizer and ask them how many criteria they meet. Got invited to an event that you don’t actually want to speak at? Send this to them anyway and help let others know which events are truly committed to this work."}],"emailHed":"Here’s an example email:","email":[{"type":"text","value":"Hi <span class=insert>[NAME]</span>,"},{"type":"text","value":"Thank you so much for the invitation to speak, and for thinking of me. I’d love to hear more about the event, and especially about work you’re doing to make it a meaningfully inclusive space. I found this list of criteria published by journalists that help define what that means more tangibly: <a href=https://opennews.org/speaker-rider target=_blank>https://opennews.org/speaker-rider</a>."},{"type":"text","value":"Can you let me know whether you’ve already accomplished at least <span class=insert>[CHOOSE A NUMBER]</span> of the criteria in this list? I’d love to hear about what actions you’ve already taken and read any links or other documentation of what you’ve accomplished."},{"type":"text","value":"Thanks for considering and I look forward to hearing back."},{"type":"text","value":"Sincerely,"},{"type":"text","value":"<span class=insert>[NAME]</span>"}],"additionalHed":"Here are a few additional items to consider:","additionalThings":[{"hed":"Decide how many criteria an event must meet before you’d agree to speak.","text":"For example, you may insist that an event meet all the criteria, or half. But decide for yourself what the number is before sending out the email. This lets you hold yourself accountable too for what you’re asking for. You can also choose to tell the organizer in the email how many criteria you need them to meet, before you say yes."},{"hed":"Add any additional criteria that are important to you!","text":"Write them into your email along with the link to this list."},{"hed":"If you feel like the event you’re speaking with is trying to game your criteria,","text":"or how many they need to meet, that’s a red flag and you should be prepared to say no."}],"newSpeakerHed":"For folks who are newer speakers:","newSpeakerText":[{"type":"hed","value":"If you’re a first-time speaker, don’t consider yourself a speaking pro, or would feel vulnerable pushing back, it’s okay not to. Fixing the entire system does not rely on your one decision. Long-time speakers with more power should pick up the slack. If you feel uncomfortable sending the complete rider, here are a few other things you can do to support this collective action:"}],"newSpeakerThings":[{"hed":"Share the rider!","text":"Tweet it out, email your friends, tell people this is a cool idea. The more people that know about this resource, the more people might use it, and the more these baseline criteria become the norm."},{"hed":"Pick just one question to ask.","text":"Instead of sending the rider, consider asking the event or organization questions like “Who else will be speaking at the event?” or “Do you offer any financial support?” without asking them to meet the baseline criteria. You don’t have to decide whether you want to speak based on their response, but it gives you a signal about their commitment to diversity."},{"hed":"Band together.","text":"If you know any other people who have been invited to speak at the event, consider partnering with them to send a joint email with the rider (or just a few selected criteria that are important to you). Working with a group helps insulate you from any individual, targeted repercussions — there’s strength in numbers!"},{"hed":"Keep this in mind for next time.","text":"Know that there is a community working to make sure that future speakers like you feel less vulnerable asking for fundamental and foundational equity."}],"backstoryHed":"More of the backstory","backstoryCredit":"From <a href=https://pudding.cool/author/jan-diehm/ target=_blank>Jan Diehm</a>","backstoryText":[{"type":"text","value":"Right now, I’m lucky to be able to work at a place where I feel like my voice is respected and elevated, and where I’m given time outside of the content churn to pursue projects around diversity, equity, and inclusion. Still, it’s not lost on me that as an openly queer woman journalist (with my small sliver of differentness because I benefit immensely from my cis white privilege), I’m one of the people at The Pudding spearheading this work. I’ve both naturally gravitated toward DEI work and felt the burden of having to move it forward — and this weight is no doubt compounded for people more at the margins and intersections than I am."},{"type":"text","value":"In June 2020, we formed an internal equity team to address some of our own shortcomings, and developing a speaking rider became one of our first priorities. Our team of 8 regularly gets asked to speak at events and conferences and we wanted a way to quickly evaluate whether an organization or event aligned with our (admittedly, newly documented) values and priorities."},{"type":"text","value":"We did a lot of background research (most of which you’ll see in the links of <a href= target=_blank>the rider</a>), but we couldn’t find a centralized place for everything we wanted to include. We figured that others might be looking for a similar one-stop-shop resource, so after being energized by <a href=https://srccon.org/ target=_blank>SRCCON</a> in mid-July 2020, I pitched the idea to <a href=https://opennews.org/ target=_blank>OpenNews</a>."},{"type":"text","value":"Together we started to build out the rider template. It’s just another recent example of how news orgs can break down that false wall of competition and collaborate to build something better. Every time we hopped on a Zoom call — no matter how exhausted or frazzled we were — the rider got stronger."},{"type":"text","value":"Collaborating also challenged my own implicit biases and surfaced blindspots that I wouldn’t have seen working solo. Earlier this year, I wrote a piece called <a href=https://pudding.cool/2020/06/karen/ target=_blank>“You Know Karen”</a> that explored the meme and used data to find other names that followed a similar popularity trajectory to Karen. An actual Karen wrote me back saying that “Karen” was misogynistic and dismissing the white privilege and intersectionality behind it. White woman to white woman, I replied: “We often use our womanhood to indicate that we too have faced discrimination, but we forget that injustice can be compounded.” I took those words to heart throughout this process."},{"type":"text","value":"It was a privilege to work alongside these two women on this rider. Again, it’s not lost on me that women powered this effort and the emotional labor behind it. Need even more proof that this is the norm? When we did an audit of the links we included in the rider we found that close to 90 percent of the ones that didn’t link to organization homepages or news articles were written by someone who identifies as a woman, non-binary, or genderfluid — and we don’t think this is necessarily an oversight on our part."},{"type":"text","value":"There’s lots of work still to do, but I hope <a href=https://opennews.org/speaker-rider target=_blank>this rider</a> can be a small concrete piece that helps push our industry where we need it to be."}],"acknowledgments":[{"type":"text","value":"Thank you all those who have pushed and continue to push for meaningfully inclusive events, including those linked in the rider and this blog post; to <a href=https://emmacarewgrovum.com/ target=_blank>Emma Carew Grovum</a>, <a href=https://lenagroeger.com/ target=_blank>Lena Groeger</a>, <a href=http://mitrakalita.com/ target=_blank>S. Mitra Kalita</a>, and <a href=https://johnkeefe.net/ target=_blank>John Keefe</a> for providing invaluable feedback; and to our friends and colleagues for supporting this work."}]}